[
  {
    "id": "1",
    "title": "🥑 Авокадо Тост Делюкс",
    "ingredients": "2 скибки хліба, 1 стиглий авокадо, сіль, перець, оливкова олія",
    "instructions": "Підсмажте хліб до золотистої скоринки. Розімніть авокадо з сіллю та перцем. Нанесіть на тост, полийте оливковою олією та подавайте.",
    "category": "Сніданок"
  },
  {
    "id": "2",
    "title": "🍳 Омлет з овочами",
    "ingredients": "3 яйця, молоко, морква, перець, шпинат, сіль, перець",
    "instructions": "Збийте яйця з молоком. Додайте нарізані овочі. Обсмажте на сковороді до готовності.",
    "category": "Сніданок"
  },
  {
    "id": "3",
    "title": "🍞 Французький тост",
    "ingredients": "2 скибки хліба, яйця, молоко, цукор, кориця",
    "instructions": "Збийте яйця з молоком та цукром. Обмакніть хліб і обсмажте на сковороді. Посипте корицею і подавайте.",
    "category": "Сніданок"
  },
  {
    "id": "4",
    "title": "🍝 Паста з куркою та грибами",
    "ingredients": "Паста – 200 г, куряче філе – 150 г, гриби – 100 г, вершки, цибуля, часник, олія, сіль, перець",
    "instructions": "Відвари пасту. Обсмаж курку з цибулею та часником, додай гриби і вершки. Змішай із пастою та подавай.",
    "category": "Обід"
  },
  {
    "id": "5",
    "title": "🍝 Спагеті Болоньєзе",
    "ingredients": "Спагеті, фарш, цибуля, часник, томатний соус, сіль, перець",
    "instructions": "Обсмажте цибулю та часник, додайте фарш. Влийте томатний соус і тушкуйте. Подавайте зі спагеті.",
    "category": "Обід"
  },
  {
    "id": "6",
    "title": "🍕 Піца Маргарита",
    "ingredients": "Тісто, томатний соус, моцарела, базилік, оливкова олія",
    "instructions": "Розкачайте тісто, змастіть соусом, викладіть моцарелу, посипте базиліком. Випікайте до готовності.",
    "category": "Обід"
  },
  {
    "id": "7",
    "title": "🥘 Рататуй",
    "ingredients": "Баклажан, перець, помідори, кабачок, цибуля, часник, оливкова олія, прованські трави, сіль",
    "instructions": "Наріжте овочі, обсмажте з часником та травами. Тушкуйте до м’якості. Приправте сіллю.",
    "category": "Обід"
  },
  {
    "id": "8",
    "title": "🍤 Салат з креветками",
    "ingredients": "Креветки, салат, авокадо, огірок, соус, сіль, перець",
    "instructions": "Змішайте креветки, салат та овочі. Заправте соусом, приправте сіллю та перцем.",
    "category": "Салат"
  },
  {
    "id": "9",
    "title": "🍲 Том Ям",
    "ingredients": "Бульйон, креветки, гриби, перець чилі, кокосове молоко, часник, сіль, кінза",
    "instructions": "Закип’ятіть бульйон, додайте креветки та гриби. Влийте кокосове молоко, приправте чилі та часником. Посипте кінзою.",
    "category": "Суп"
  },
  {
    "id": "10",
    "title": "🥪 Паніні з куркою",
    "ingredients": "Хліб для паніні, курка, сир, салат, оливкова олія, соус, сіль",
    "instructions": "Обсмажте курку, складіть у хліб разом із сиром і салатом. Збризніть олією, додайте соус. Обсмажте до золотистого кольору.",
    "category": "Сніданок"
  },
  {
    "id": "11",
    "title": "🍛 Курячий каррі",
    "ingredients": "Курка, цибуля, часник, каррі паста, кокосове молоко, сіль, перець",
    "instructions": "Обсмажте цибулю і часник, додайте курку. Влийте каррі пасту і кокосове молоко. Тушкуйте до готовності.",
    "category": "Обід"
  },
  {
    "id": "12",
    "title": "🥗 Грецький салат",
    "ingredients": "Помідори, огірки, перець, оливки, фета, оливкова олія, орегано, сіль",
    "instructions": "Наріжте овочі, додайте фету та оливки. Заправте олією та орегано, перемішайте.",
    "category": "Салат"
  },
  {
    "id": "13",
    "title": "🍰 Шоколадний брауні",
    "ingredients": "Шоколад, масло, яйця, цукор, борошно, ванільний цукор",
    "instructions": "Розтопіть шоколад з маслом. Змішайте з яйцями та цукром. Додайте борошно і ваніль. Випікайте до готовності.",
    "category": "Десерт"
  },
  {
    "id": "14",
    "title": "🥑 Смузі з авокадо",
    "ingredients": "Авокадо, банан, молоко, мед",
    "instructions": "Змішайте всі інгредієнти у блендері до однорідності. Подавайте охолодженим.",
    "category": "Напій"
  },
  {
    "id": "15",
    "title": "🍜 Локшина з овочами",
    "ingredients": "Локшина, морква, перець, броколі, соєвий соус, часник, олія",
    "instructions": "Обсмажте овочі з часником. Додайте локшину та соєвий соус. Перемішайте і тушкуйте пару хвилин.",
    "category": "Обід"
  },
  {
    "id": "16",
    "title": "🥩 Стейк з овочами",
    "ingredients": "Стейк, сіль, перець, олія, овочі на гарнір",
    "instructions": "Приправте стейк сіллю і перцем. Обсмажте на сковороді до бажаного ступеню готовності. Подайте з овочами.",
    "category": "Обід"
  },
  {
    "id": "17",
    "title": "🍋 Лимонад",
    "ingredients": "Лимони, цукор, вода, лід",
    "instructions": "Вичавіть лимони, змішайте з водою та цукром. Додайте лід і перемішайте.",
    "category": "Напій"
  },
  {
    "id": "18",
    "title": "🥕 Морквяний суп-пюре",
    "ingredients": "Морква, картопля, цибуля, часник, вершки, сіль, перець",
    "instructions": "Відваріть овочі до м’якості. Зблендіруйте, додайте вершки, посоліть і поперчіть.",
    "category": "Суп"
  },
  {
    "id": "19",
    "title": "🍝 Паста Альфредо",
    "ingredients": "Паста, вершки, пармезан, часник, масло, сіль, перець",
    "instructions": "Обсмажте часник на маслі, додайте вершки і пармезан. Змішайте з відвареною пастою.",
    "category": "Обід"
  },
  {
    "id": "20",
    "title": "🥣 Крем-суп із броколі",
    "ingredients": "Броколі – 300 г, картопля – 2 шт., цибуля, вершки, сіль, перець, олія",
    "instructions": "Обсмаж цибулю, додай картоплю та броколі, залий водою і вари до м’якості. Зблендеруй, додай вершки, посоли, поперчи.",
    "category": "Суп"
  },
  {
    "id": "21",
    "title": "🍳 Яєчня з овочами",
    "ingredients": "Яйця, помідори, перець, цибуля, олія, сіль, перець",
    "instructions": "Обсмажте овочі на олії, додайте яйця і готуйте до готовності. Посоліть і поперчіть.",
    "category": "Сніданок"
  },
  {
    "id": "22",
    "title": "🥪 Сендвіч з тунцем",
    "ingredients": "Хліб, тунець, майонез, огірок, салат, сіль, перець",
    "instructions": "Змішайте тунець з майонезом. Намажте на хліб, додайте овочі і закрийте другим шматком хліба.",
    "category": "Закуска"
  },
  {
    "id": "23",
    "title": "🍲 Чилі кон карне",
    "ingredients": "Фарш яловичий, квасоля, томати, цибуля, часник, спеції, перець чилі",
    "instructions": "Обсмажте цибулю та часник, додайте фарш. Потім томати і квасолю. Тушкуйте з спеціями 20 хвилин.",
    "category": "Обід"
  },
  {
    "id": "24",
    "title": "🥗 Цезар салат",
    "ingredients": "Салат ромейн, курка, пармезан, сухарики, соус Цезар",
    "instructions": "Обсмажте курку. Наріжте салат, додайте курку, пармезан і сухарики. Заправте соусом.",
    "category": "Салат"
  },
  {
    "id": "25",
    "title": "🍩 Донатс",
    "ingredients": "Борошно, цукор, дріжджі, молоко, яйця, масло, глазур",
    "instructions": "Замісіть тісто, залиште для підйому. Сформуйте донатси, обсмажте у фритюрі і полийте глазур'ю.",
    "category": "Десерт"
  },
  {
    "id": "26",
    "title": "🥤 Банановий смузі",
    "ingredients": "Банан, молоко, мед, лід",
    "instructions": "Змішайте всі інгредієнти у блендері до однорідності. Подавайте охолодженим.",
    "category": "Напій"
  },
  {
    "id": "27",
    "title": "🍗 Курячі крильця",
    "ingredients": "Курячі крильця, сіль, перець, соус барбекю",
    "instructions": "Приправте крильця сіллю та перцем. Випікайте або обсмажте. Полийте соусом перед подачею.",
    "category": "Обід"
  },
  {
    "id": "28",
    "title": "🥔 Картопляне пюре",
    "ingredients": "Картопля, молоко, вершкове масло, сіль, перець",
    "instructions": "Відваріть картоплю, розімніть, додайте молоко і масло. Посоліть і поперчіть за смаком.",
    "category": "Обід"
  },
  {
    "id": "29",
    "title": "🍧 Морозиво ванільне",
    "ingredients": "Вершки, молоко, цукор, ваніль",
    "instructions": "Змішайте інгредієнти, заморожуйте до консистенції морозива, періодично перемішуючи.",
    "category": "Десерт"
  },
  {
    "id": "30",
    "title": "🥙 Фалафель",
    "ingredients": "Нут, цибуля, часник, петрушка, спеції, олія",
    "instructions": "Замочіть нут, подрібніть з іншими інгредієнтами, сформуйте котлетки і обсмажте до золотистого кольору.",
    "category": "Обід"
  },
  {
    "id": "31",
    "title": "🍝 Паста Карбонара",
    "ingredients": "Спагеті, бекон, яйця, пармезан, часник, олія, сіль, перець",
    "instructions": "Відваріть спагеті. Обсмажте бекон з часником. Змішайте з яйцями та сиром і додайте до пасти. Готуйте на повільному вогні до кремової консистенції.",
    "category": "Обід"
  },
  {
    "id": "32",
    "title": "🥗 Грецький салат",
    "ingredients": "Помідори, огірки, болгарський перець, оливки, фета, олія, орегано",
    "instructions": "Наріжте овочі, додайте фету та оливки, заправте олією та посипте орегано.",
    "category": "Салат"
  },
  {
    "id": "33",
    "title": "🍛 Курячий каррі",
    "ingredients": "Курка, цибуля, часник, кокосове молоко, каррі, олія, сіль, перець",
    "instructions": "Обсмажте цибулю та часник, додайте курку та спеції. Влийте кокосове молоко і тушкуйте 25 хвилин до готовності.",
    "category": "Обід"
  },
  {
    "id": "34",
    "title": "🥖 Брускетта з томатами",
    "ingredients": "Багет, помідори, базилік, часник, олія, сіль, перець",
    "instructions": "Поріжте багет, підсмажте, натріть часником. Додайте нарізані томати з базиліком і олією.",
    "category": "Закуска"
  },
  {
    "id": "35",
    "title": "🍕 Маргарита",
    "ingredients": "Тісто для піци, томатний соус, моцарела, базилік, олія",
    "instructions": "Розкачайте тісто, змастіть соусом, додайте сир і базилік. Випікайте до золотистої скоринки.",
    "category": "Обід"
  },
  {
    "id": "36",
    "title": "🍪 Печиво шоколадне",
    "ingredients": "Борошно, цукор, масло, яйця, шоколадні шматочки, ваніль",
    "instructions": "Змішайте інгредієнти, сформуйте печиво, випікайте 12–15 хвилин при 180°C.",
    "category": "Десерт"
  },
  {
    "id": "37",
    "title": "🥛 Молочний коктейль",
    "ingredients": "Молоко, морозиво, мед або цукор, лід",
    "instructions": "Змішайте всі інгредієнти у блендері до однорідності і подавайте холодним.",
    "category": "Напій"
  },
  {
    "id": "38",
    "title": "🍖 Стейк із яловичини",
    "ingredients": "Яловичина, сіль, перець, олія, часник, розмарин",
    "instructions": "Приправте стейк сіллю та перцем, обсмажте на сковороді з часником і розмарином до бажаного ступеня прожарки.",
    "category": "Обід"
  },
  {
    "id": "39",
    "title": "🥒 Огірковий салат",
    "ingredients": "Огірки, сметана, зелень, сіль, перець",
    "instructions": "Наріжте огірки, додайте сметану та зелень, посоліть і поперчіть за смаком.",
    "category": "Салат"
  },
  {
    "id": "40",
    "title": "🍫 Шоколадний мус",
    "ingredients": "Шоколад, вершки, яйця, цукор, ваніль",
    "instructions": "Розтопіть шоколад, збийте вершки з цукром, обережно змішайте з шоколадом і яйцями. Охолодіть перед подачею.",
    "category": "Десерт"
  },
  {
    "id": "41",
    "title": "🥟 Вареники з картоплею",
    "ingredients": "Борошно – 300 г, вода – 150 мл, картопля – 3 шт., цибуля, сіль, олія",
    "instructions": "Замісити тісто, відварити картоплю та зробити начинку з цибулею. Ліпимо вареники, варимо 5–7 хв у киплячій воді.",
    "category": "Обід"
  },
  {
    "id": "42",
    "title": "🥩 Гуляш із яловичини",
    "ingredients": "Яловичина, цибуля, морква, паприка, томатна паста, бульйон, сіль, перець",
    "instructions": "Обсмажте м'ясо, додайте овочі та спеції, влийте бульйон і тушкуйте до м'якості.",
    "category": "Обід"
  },
  {
    "id": "43",
    "title": "🍲 Борщ український",
    "ingredients": "Буряк, капуста, картопля, морква, цибуля, часник, томатна паста, м'ясо, сіль, перець",
    "instructions": "Зваріть бульйон з м'ясом, додайте овочі, тушкуйте до готовності. Подавайте з часником та сметаною.",
    "category": "Суп"
  },
  {
    "id": "44",
    "title": "🥗 Цезар салат",
    "ingredients": "Куряче філе, романо, грінки, пармезан, соус Цезар",
    "instructions": "Обсмажте курку, наріжте салат, змішайте з грінками та соусом, посипте пармезаном.",
    "category": "Салат"
  },
  {
    "id": "45",
    "title": "🍞 Французький тост",
    "ingredients": "Хліб, яйця, молоко, ваніль, кориця, масло, сироп або фрукти",
    "instructions": "Збийте яйця з молоком, ваніллю та корицею. Занурте хліб та обсмажте на сковороді. Подавайте з сиропом або фруктами.",
    "category": "Сніданок"
  },
  {
    "id": "46",
    "title": "🥪 Сендвіч з тунцем",
    "ingredients": "Хліб, тунець консервований, майонез, салат, помідори, сіль, перець",
    "instructions": "Змішайте тунця з майонезом, намазуйте на хліб, додайте овочі і накрийте другим шматком хліба.",
    "category": "Закуска"
  },
  {
    "id": "47",
    "title": "🍰 Чізкейк",
    "ingredients": "Пісочне тісто, крем-сир, цукор, яйця, ваніль, ягоди для прикраси",
    "instructions": "Випікайте основу, змішайте сир, яйця та цукор, залийте на основу і випікайте до готовності. Охолодіть і прикрасьте ягодами.",
    "category": "Десерт"
  },
  {
    "id": "48",
    "title": "🥤 Фруктовий смузі",
    "ingredients": "Банан, ягоди, йогурт, мед, лід",
    "instructions": "Змішайте всі інгредієнти в блендері до однорідності і подавайте холодним.",
    "category": "Напій"
  },
  {
    "id": "49",
    "title": "🍗 Крила в соусі BBQ",
    "ingredients": "Курячі крила, соус BBQ, сіль, перець, олія",
    "instructions": "Приправте крила, обмажте соусом і запікайте в духовці при 200°C до готовності.",
    "category": "Обід"
  },
  {
    "id": "50",
    "title": "🍹 Мохіто безалкогольний",
    "ingredients": "Лайм, м’ята, цукор, газована вода, лід",
    "instructions": "Розітріть м’яту з цукром та лаймом, додайте лід і газовану воду, перемішайте та подавайте охолодженим.",
    "category": "Напій"
  },
  {
    "id": "51",
    "title": "🍛 Тушкована яловичина з овочами",
    "ingredients": "Яловичина – 300 г, морква – 1 шт., цибуля, болгарський перець, томатна паста, сіль, перець",
    "instructions": "Обсмаж м’ясо, додай овочі та томатну пасту, готуй під кришкою 40 хв.",
    "category": "Обід"
  },
  {
    "id": "52",
    "title": "🍝 Спагеті з томатним соусом",
    "ingredients": "Спагеті – 200 г, помідори – 4 шт., часник, базилік, оливкова олія, сіль, перець",
    "instructions": "Відвари пасту, зроби соус із помідорів та часнику, додай базилік, змішай із пастою та подавай.",
    "category": "Обід"
  },
  {
    "id": "53",
    "title": "🥣 Суп-пюре з гарбуза",
    "ingredients": "Гарбуз – 300 г, картопля – 2 шт., цибуля, вершки, сіль, перець, олія",
    "instructions": "Обсмаж цибулю, додай гарбуз і картоплю, вари до м’якості. Зблендеруй, додай вершки, посоли, поперчи.",
    "category": "Суп"
  },
  {
    "id": "54",
    "title": "🥟 Пельмені з м’ясом",
    "ingredients": "Борошно – 300 г, вода – 150 мл, м’ясо – 200 г, цибуля, сіль, перець",
    "instructions": "Замісити тісто, зробити начинку з м’яса та цибулі. Ліпимо пельмені, варимо 7–10 хв.",
    "category": "Обід"
  },
  {
    "id": "55",
    "title": "🍛 Картопля по-селянськи",
    "ingredients": "Картопля – 500 г, часник, олія, сіль, перець, зелень",
    "instructions": "Наріж картоплю, змішай із часником, олією, сіллю і перцем. Випікай 30 хв при 200°C, посип зеленню.",
    "category": "Обід"
  },
  {
    "id": "56",
    "title": "🍳 Фрітата з овочами",
    "ingredients": "Яйця – 4 шт., кабачок – 1 шт., перець, цибуля, сіль, перець, олія",
    "instructions": "Обсмаж овочі, залий яйцями, готуй під кришкою 10–15 хв до готовності.",
    "category": "Сніданок"
  },
  {
    "id": "57",
    "title": "🥖 Багет з часником",
    "ingredients": "Багет – 1 шт., часник – 3 зубчики, масло – 50 г, зелень",
    "instructions": "Змішай масло з подрібненим часником і зеленню, намасти на багет, випікай 10 хв при 180°C.",
    "category": "Закуска"
  },
  {
    "id": "58",
    "title": "🥗 Салат з квасолею",
    "ingredients": "Консервована квасоля – 200 г, кукурудза – 100 г, цибуля, перець, олія, сіль",
    "instructions": "Змішай всі інгредієнти, заправ олією, посоли та поперчи. Перемішай і подавай.",
    "category": "Салат"
  },
  {
    "id": "59",
    "title": "🍲 Суп з курячими фрикадельками",
    "ingredients": "Курячий фарш – 200 г, яйце – 1 шт., картопля – 2 шт., морква, цибуля, сіль, перець",
    "instructions": "Зроби фрикадельки, відвари овочі, додай фрикадельки, вари до готовності.",
    "category": "Суп"
  },
  {
    "id": "60",
    "title": "🥖 Чіабата з сиром",
    "ingredients": "Чіабата – 1 шт., сир – 100 г, помідор, базилік, олія",
    "instructions": "Розріж чіабату, поклади сир і помідор, додай базилік, запікай 5–7 хв при 180°C.",
    "category": "Закуска"
  }
]
